Repository: pachoremayuresh/MultiBox_Palletizer_Automation
Catalog: 02_BASE_PROJECT/Logical/LocalizableTexts.tmx
Source language: en
Languages: it

source: PLCOpen Simulation
it: Simulazione PLCOpen

source: Emergency
it: Emergenza

source: Navigation
it: Navigazione

source: Operate
it: Operare

source: Manual
it: Manuale

source: Advance
it: Anticipo

source: Conveyor Speed
it: Velocità del trasportatore

source: Cutter Speed
it: Velocità della taglierina

source: Cutter Postion
it: Posizione della taglierina

source: Cutter Range
it: Gamma di taglierine

source: Note: Only to be used during an Emergence or Repair Works
it: Nota: Da utilizzare solo durante interventi di emergenza o di riparazione

source: Blade Position
it: Posizione della lama

source: Conveyor Mover
it: Motore del trasportatore

source: Slow Mover
it: Movimento lento

source: Will be available in Future Updates
it: Sarà disponibile negli aggiornamenti futuri

source: Over Ride
it: Oltre il Giro

source: Manual Operator Button
it: Pulsante operatore manuale
